Repository: milouse/carp
Catalog: locales/*/LC_MESSAGES/carp.po
Languages: fr

source: WTF command not recognized!
fr: Wow, la commande n'a pas été reconnue !

source: Working on {0}
fr: Travail sur {0}

source: EncFS CLI managing tool
fr: Outil en ligne de commande pour EncFS

source: Each command has its own help. To access it, do a: %(prog)s command --help For exemple: %(prog)s create --help
fr: Chaque commande possède sa propre aide intégrée. Pour la parcourir, entrez : %(prog)s command --help Par exemple : %(prog)s create --help

source: Display carp version information and exit.
fr: Affiche la version de carp et quitte aussitôt.

source: Customized config file.
fr: Fichier de configuration personnalisé.

source: Stash to handle.
fr: Coffre-fort à manipuler.

source: Dry-run.
fr: Essai à blanc.

source: Disable lock creation/check.
fr: Désactive la création/vérification des verrous distants.

source: Commands
fr: Commandes

source: what to do with your EncFS stashes:
fr: quoi faire avec vos coffres-forts EncFS :

source: List your EncFS stashes.
fr: Liste vos coffres-forts EncFS.

source: Create a new EncFS stash.
fr: Crée un nouveau coffre-fort EncFS.

source: Mount an existing EncFS stash.
fr: Monte un coffre-fort EncFS existant.

source: Unmount a currently mounted EncFS stash.
fr: Démonte un coffre-fort EncFS actuellement monté.

source: Pull a distant stash.
fr: Récupère un coffre-fort distant.

source: Push a distant stash.
fr: Pousse un coffre-fort distant.

source: Save the password in a file.
fr: Enregistre le mot de passe dans un fichier.

source: Mount the stash after creation.
fr: Monte le coffre-fort après sa création.

source: The path to an empty folder, which will become the encrypted stash.
fr: Le chemin vers un dossier vide qui servira à stocker les données chiffrées.

source: What do you want to list? (default: mounted)
fr: Que voulez-vous lister ? (par défaut : mounted)

source: Don't display stash current state (only useful for 'all' subcommand).
fr: Ne pas afficher l'état courant des coffres-forts (utile seulement pour la sous-commande 'all').

source: mounted
fr: monté

source: {0} does not exists.
fr: {0} n'existe pas.

source: {0} already exists in your file system but is NOT an empty folder.
fr: {0} existe déjà sur votre système de fichiers mais n'est PAS vide.

source: WARNING: {0} does not exists, thus we create an empty one
fr: ATTENTION : {0} n'existe pas, nous allons donc le créer

source: {0} is not an empty dirctory. It cannot be used as a new EncFS stash.
fr: {0} n'est pas un dossier vide et ne peut donc pas être utilisé comme un nouveau coffre-fort EncFS.

source: {0} is not a known stash.
fr: {0} n'est pas un coffre-fort connu.

source: NAME
fr: NOM

source: PATH
fr: ACCÈS

source: REMOTE
fr: DISTANT

source: ROOT
fr: ORIGINE

source: STATE
fr: ÉTAT

source: SIZE
fr: TAILLE

source: Something went wrong with EncFS
fr: Une erreur est survenue lors de l'appel à EncFS

source: EncFS stash successfully created. Time to save new configuration.
fr: Le nouveau coffre-fort EncFS a été créé avec succès. Passons à sa configuration.

source: Please enter your password a last time in order to save it in your home folder. Leave it blank and press enter if you changed your mind.
fr: Merci d'entrer votre mot de passe une dernière fois afin de l'enregistrer dans votre dossier personnel. Vous pouvez simplement appuyer sur Entrée si vous ne souhaitez plus l'enregistrer.

source: Something went wrong while saving your password.
fr: Une erreur est survenue lors de l'enregistrement de votre mot de passe.

source: {0} already mounted.
fr: {0} est déjà monté.

source: {0} is already locked by this current machine ({1})
fr: {0} est déjà verrouillé par la machine courante ({1})

source: {0} cannot be mounted as it is locked by another carp instance: {1}
fr: {0} ne peut pas être monté car il est verrouillé par une autre instance de carp : {1}

source: (DRY RUN)
fr: (ESSAI À BLANC)

source: {0} should be mounted without problem (DRY RUN)
fr: {0} devrait pouvoir être monté sans problème (ESSAI À BLANC)

source: ERROR: Impossible to create {0} remote lock.
fr: ERREUR : Impossible de créer un verrou distant pour {0}.

source: {0} mounted
fr: {0} monté

source: {0} not mounted.
fr: {0} non monté.

source: WARNING: {0} seems not to be remotely locked. Sync with caution.
fr: ATTENTION : {0} ne semblait pas verrouillé à distance. Synchronisez le avec prudence.

source: {0} should be unmounted without problem (DRY RUN)
fr: {0} devrait pouvoir être démonté sans problème (ESSAI À BLANC)

source: ERROR: Something strange happened with fusermount. {0} NOT unmounted
fr: ERREUR : Quelque chose d'inattendu s'est produit avec fusermount. {0} n'est PAS démonté

source: {0} unmounted
fr: {0} démonté

source: {0} should not be pulled while being mounted.
fr: {0} ne peut pas être récupéré tant qu'il est monté.

source: No remote configured for {0}
fr: Pas de configuration distante trouvée pour {0}

source: ERROR: {0} is not locked by us, but {1}
fr: ERREUR : {0} n'est pas verrouillé par nous mais par {1}

source: ERROR: Impossible to remove {0} remote lock.
fr: ERREUR : Impossible de supprimer le verrou distant de {0}.

source: mount
fr: mont

source: unmount
fr: démont

source: pull
fr: récupér

source: push
fr: pouss

source: EncFS GUI managing tool
fr: Interface de gestion pour EncFS

source: Use {0} of space
fr: {0} d'espace utilisé

source: Unmount {0}
fr: Démonter {0}

source: Mount {0}
fr: Monter {0}

source: Pull {0}
fr: Récupérer {0}

source: Push {0}
fr: Pousser {0}

source: Open
fr: Ouvrir

source: Open in term
fr: Ouvrir dans un terminal

source: An error occured while retrieving your stashes' list
fr: Une erreur est survenue lors de la récupération de votre liste de coffres-forts

source: Automatically start
fr: Lancer au démarrage de la session

source: Report a bug
fr: Rapporter un bogue

source: {0} correctly {1}ed
fr: {0} a été correctement {1}é

source: An error occured while {1}ing {0}
fr: Une erreur est survenue alors que le système {1}ait {0}

source: EncFS manager
fr: Gestionnaire EncFS

source: Carp is released under the WTFPL
fr: Carp est disponible selon les termes de la WTFPL
